Repository: Jaredharper1/Sortarr
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: de

source: URL and API key are required.
de: URL und API-Key sind erforderlich.

source: Media library insights
de: Bibliothek-Statistiken

source: Clear UI settings and reload cached data
de: UI-Einstellungen löschen und zwischengespeicherte Daten neu laden

source: Reset UI
de: UI zurücksetzen

source: Open setup
de: Einrichtung öffnen

source: Settings
de: Einstellungen

source: Adjust visible columns
de: Sichtbare Spalten anpassen

source: Columns
de: Spalten

source: Search columns
de: Spalten suchen

source: Show all
de: Alle anzeigen

source: Hide all
de: Alle ausblenden

source: Reset
de: Zurücksetzen

source: Enable CSV columns
de: CSV-Spalten aktivieren

source: Core
de: Basis

source: Title
de: Titel

source: Date Added
de: Hinzugefügt am

source: Instance
de: Instanz

source: Root Folder
de: Stammordner

source: Path
de: Pfad

source: Sonarr columns
de: Sonarr-Spalten

source: Series Type
de: Serientyp

source: Last Aired
de: Zuletzt ausgestrahlt

source: Episodes missing on disk.
de: Episoden ohne Datei auf dem Datenträger.

source: Missing
de: Fehlend

source: Episodes where the quality cutoff is unmet.
de: Episoden, bei denen die Qualitätsgrenze nicht erreicht ist.

source: Cutoff Unmet
de: Qualitätsgrenze nicht erreicht

source: Total content hours based on non-special episodes.
de: Gesamte Inhaltsstunden basierend auf Episoden ohne Specials.

source: Runtime (hh:mm)
de: Laufzeit (hh:mm)

source: Episode count excludes specials.
de: Episodenanzahl ohne Specials.

source: Episodes
de: Episoden

source: Season count excludes specials and only counts seasons with files.
de: Staffelanzahl ohne Specials und nur Staffeln mit Dateien.

source: Seasons
de: Staffeln

source: Avg / Ep (GiB)
de: Ø pro Episode (GiB)

source: Total size includes specials.
de: Gesamtgröße einschließlich Specials.

source: Total (GiB)
de: Gesamt (GiB)

source: GiB / Hour
de: GiB pro Stunde

source: Estimated series bitrate from total size and runtime.
de: Geschätzte Serien-Bitrate aus Gesamtgröße und Laufzeit.

source: Bitrate (Mbps)
de: Bitrate (Mbit/s)

source: Monitored
de: Überwacht

source: Release Group
de: Release-Gruppe

source: Quality Profile
de: Qualitätsprofil

source: Radarr columns
de: Radarr-Spalten

source: Size (GiB)
de: Größe (GiB)

source: Movies missing on disk.
de: Filme ohne Datei auf dem Datenträger.

source: Movies where the quality cutoff is unmet.
de: Filme, bei denen die Qualitätsgrenze nicht erreicht ist.

source: Has File
de: Datei vorhanden

source: Available
de: Verfügbar

source: In Cinemas
de: Im Kino

source: Last Search
de: Letzte Suche

source: Custom Formats
de: Benutzerdefinierte Formate

source: Custom Format Score
de: CF-Punktzahl

source: Cutoff Not Met
de: Qualitätsgrenze nicht erreicht

source: Video columns
de: Video-Spalten

source: Video Quality
de: Videoqualität

source: Resolution
de: Auflösung

source: Video HDR
de: HDR

source: Language
de: Sprache

source: Language columns
de: Sprachspalten

source: Original Language
de: Originalsprache

source: Audio Languages
de: Audiosprachen

source: Audio Channels
de: Audiokanäle

source: Subtitle Languages
de: Untertitelsprachen

source: Audio Languages Mixed
de: Gemischte Audiosprachen

source: Subtitle Languages Mixed
de: Gemischte Untertitelsprachen

source: Playback
de: Wiedergabe

source: Playback columns
de: Wiedergabe-Spalten

source: Diagnostics
de: Diagnostik

source: Times Watched
de: Anzahl Wiedergaben

source: Last Watched
de: Zuletzt angesehen

source: Days Since Watched
de: Tage seit Wiedergabe

source: Watch Time (hh:mm)
de: Wiedergabezeit (hh:mm)

source: Watch / Runtime (hh:mm)
de: Wiedergabe / Laufzeit (hh:mm)

source: Users Watched
de: Zuschauer

source: Advanced
de: Erweitert

source: Title Slug
de: Titel-Slug

source: Audio Codec Mixed
de: Audio-Codec gemischt

source: Toggle theme
de: Design umschalten

source: Fullscreen Data Table
de: Vollbild-Datentabelle

source: Sonarr & Radarr efficiency view
de: Sortier-Übersicht für Sonarr und Radarr

source: Filter title (supports * and ?)
de: Titel filtern (* und ? unterstützt)

source: Filter path (supports * and ?)
de: Pfad filtern (* und ? unterstützt)

source: Advanced filtering examples: path:C:\ | rootfolder:/data | dateadded:2024 | status:continuing | monitored:true | qualityprofile:HD-1080p | tags:kids | releasegroup:ntb | seriestype:anime | audiolang:eng | sublang:eng | nosubs:true | missing:true | cutoff:true | airing:true | gbperhour:1 | totalsize:10 | videocodec:x265 | videohdr:hdr | resolution:2160p | instance:sonarr-2
de: Beispiele für erweiterte Filter: path:C:\ | rootfolder:/data | dateadded:2024 | status:continuing | monitored:true | qualityprofile:HD-1080p | tags:kids | releasegroup:ntb | seriestype:anime | audiolang:eng | sublang:eng | nosubs:true | missing:true | cutoff:true | airing:true | gbperhour:1 | totalsize:10 | videocodec:x265 | videohdr:hdr | resolution:2160p | instance:sonarr-2

source: Category
de: Kategorie

source: Condition
de: Bedingung

source: Value
de: Wert

source: Add
de: Hinzufügen

source: Use field:value for wildcards and comparisons. Numeric fields treat field:value as >= (use = for exact). gbperhour/totalsize with integer values use a whole-number bucket (e.g., gbperhour:1 = 1.0-1.99). Examples: dateadded:2024 status:continuing monitored:true qualityprofile:HD-1080p tags:kids releasegroup:ntb seriestype:anime originallanguage:eng genres:drama missing:true cutoff:true airing:true Fields: title, titleslug, tmdbid, dateadded, path, rootfolder, instance, status, monitored, qualityprofile, tags, releasegroup, seriestype, originallanguage, genres, lastaired, videoquality, videocodec, videohdr, resolution, audio, audiocodec, audiocodecmixed, audiolanguages, audiolang, audiolanguagesmixed, sublang, subtitlelanguagesmixed, audiochannels, nosubs, missing, cutoff, recentlygrabbed, scene, airing, episodes, seasons, totalsize, avgepisode, runtime, filesize, gbperhour, contenthours
de: Verwende feld:wert für Platzhalter und Vergleiche. Numerische Felder behandeln feld:wert als >= (verwende = für exakt). gbperhour/totalsize mit Ganzzahlen nutzen einen Ganzzahl-Bucket (z. B. gbperhour:1 = 1.0-1.99). Beispiele: dateadded:2024 status:continuing monitored:true qualityprofile:HD-1080p tags:kids releasegroup:ntb seriestype:anime originallanguage:eng genres:drama missing:true cutoff:true airing:true Felder: title, titleslug, tmdbid, dateadded, path, rootfolder, instance, status, monitored, qualityprofile, tags, releasegroup, seriestype, originallanguage, genres, lastaired, videoquality, videocodec, videohdr, resolution, audio, audiocodec, audiocodecmixed, audiolanguages, audiolang, audiolanguagesmixed, sublang, subtitlelanguagesmixed, audiochannels, nosubs, missing, cutoff, recentlygrabbed, scene, airing, episodes, seasons, totalsize, avgepisode, runtime, filesize, gbperhour, contenthours

source: Audio Language
de: Audiosprache

source: English
de: Englisch

source: Spanish
de: Spanisch

source: French
de: Französisch

source: German
de: Deutsch

source: Japanese
de: Japanisch

source: Subtitles
de: Untertitel

source: No Subtitles
de: Keine Untertitel

source: Match
de: Übereinstimmung

source: Matched
de: Zugeordnet

source: Potential Mismatch
de: Mögliche Abweichung

source: Future Release
de: Zukünftige Veröffentlichung

source: Not On Disk
de: Nicht auf Datenträger

source: Not Checked
de: Nicht geprüft

source: Unavailable
de: Nicht verfügbar

source: Never Watched
de: Nie angesehen

source: Watched
de: Angesehen

source: Rewatched
de: Erneut angesehen

source: Recent (30d)
de: Kürzlich (30 Tage)

source: Heavy (10+ hrs)
de: Vielnutzer (10+ Std.)

source: Multi-user
de: Mehrbenutzer

source: Source
de: Quelle

source: Recently Grabbed
de: Kürzlich abgerufen

source: Scene
de: Szene

source: Airing
de: Wird ausgestrahlt

source: Hide filters and chips
de: Filter und Schnellfilter ausblenden

source: Plex Libraries
de: Plex-Bibliothekens

source: All
de: Alle

source: Shows
de: Serien

source: Movies
de: Filme

source: Export CSV
de: CSV exportieren

source: Hover to expand data status
de: Zum Erweitern des Datenstatus darüberfahren

source: Data status
de: Datenstatus

source: Health badges
de: Gesundheits-Badges

source: Chips
de: Schnellfilter

source: Progress
de: Fortschritt

source: Refresh the active app metadata, reload its data, and update the cache
de: Metadaten der aktiven App aktualisieren, Daten neu laden und Cache aktualisieren

source: Refresh Shows data
de: Seriendaten aktualisieren

source: Refresh playback library data and rebuild matches
de: Wiedergabedaten aktualisieren und Zuordnungen neu erstellen

source: Refresh playback data
de: Wiedergabedaten aktualisieren

source: Open Plex insights
de: Plex-Einblicke öffnen

source: Plex Insights
de: Plex-Einblicke

source: Open mismatch center
de: Mismatch-Center öffnen

source: Clear all Sortarr cache files and rebuild everything from scratch
de: Alle Sortarr-Cache-Dateien löschen und alles neu aufbauen

source: Clear caches & rebuild
de: Caches löschen und neu aufbauen

source: All data is up to date. Hiding in 5s…
de: Alle Daten sind aktuell. Wird in 5 Sekunden ausgeblendet…

source: Partial playback data loaded. Matching will continue in the background.
de: Teilweise Wiedergabedaten geladen. Der Abgleich wird im Hintergrund fortgesetzt.

source: Sonarr fast mode enabled. Codec and language details may be missing.
de: Sonarr-Schnellmodus aktiviert. Codec- und Sprachdetails können fehlen.

source: Avg / Ep (GiB)
de: Ø pro Episode (GiB)

source: Runtime (hh:mm)
de: Laufzeit (hh:mm)

source: Custom Format Score
de: Custom-Format-Punktzahl

source: Cutoff Not Met
de: Cutoff nicht erreicht

source: Audio Languages
de: Audiosprachen

source: Days Since
de: Tage seit

source: Watch Time (hh:mm)
de: Wiedergabezeit (hh:mm)

source: Watch / Runtime (hh:mm)
de: Wiedergabe / Laufzeit (hh:mm)

source: Title Slug
de: Titelschlüssel

source: Audio Languages Mixed
de: Gemischte Audiosprachen

source: Subtitle Languages Mixed
de: Gemischte Untertitelsprachen

source: Expand all seasons
de: Alle Staffeln erweitern

source: Loaded %(rows)s / %(total)s
de: Geladen: %(rows)s / %(total)s

source: Data loaded. Hiding in %(seconds)s…
de: Daten geladen. Ausblenden in %(seconds)s…

source: Extras
de: Zusatzspalten

source: Failed to load episodes.
de: Episoden konnten nicht geladen werden.

source: No episodes available.
de: Keine Episoden verfügbar.

source: Fast mode: file details limited.
de: Schnellmodus: Dateidetails sind eingeschränkt.

source: Failed to load seasons.
de: Staffeln konnten nicht geladen werden.

source: No seasons available.
de: Keine Staffeln verfügbar.

source: Failed to load.
de: Laden fehlgeschlagen.

source: Episode
de: Folge

source: Untitled
de: Ohne Titel

source: Season %(num)s
de: Staffel %(num)s

source: Playback (%(label)s)
de: Wiedergabe (%(label)s)

source: Match (%(label)s)
de: Abgleich (%(label)s)

source: Refresh playback
de: Wiedergabe aktualisieren

source: Refresh playback data
de: Wiedergabedaten aktualisieren

source: Refresh %(label)s
de: %(label)s aktualisieren

source: Refresh %(label)s data
de: %(label)s-Daten aktualisieren

source: Refresh %(label)s library data and rebuild matches
de: %(label)s-Mediatheksdaten aktualisieren und Abgleiche neu erstellen

source: Refresh %(appLabel)s data
de: %(appLabel)s-Daten aktualisieren

source: Refresh %(appLabel)s metadata, reload %(appLabel)s data, and update the cache.
de: %(appLabel)s-Metadaten aktualisieren, %(appLabel)s-Daten neu laden und den Cache aktualisieren.

source: %(app)s is not configured.
de: %(app)s ist nicht konfiguriert.

source: %(app)s metadata refresh queued.
de: Aktualisierung der %(app)s-Metadaten eingereiht.

source: Watchtime / Runtime (hh:mm)
de: Wiedergabezeit / Laufzeit (hh:mm)

source: Ask %(app)s to refresh metadata?
de: %(app)s bitten, die Metadaten zu aktualisieren?

source: Refreshing %(app)s data...
de: Daten für %(app)s werden aktualisiert...

source: %(app)s refresh queued.
de: Aktualisierung für %(app)s eingereiht.

source: Error:
de: Fehler:

source: Refreshing Sonarr...
de: Sonarr wird aktualisiert...

source: Sonarr refresh queued.
de: Sonarr-Aktualisierung eingereiht.

source: Refreshing Radarr...
de: Radarr wird aktualisiert...

source: Radarr refresh queued.
de: Radarr-Aktualisierung eingereiht.

source: Refreshing Shows...
de: Serien werden aktualisiert...

source: Shows refresh queued.
de: Serienaktualisierung wurde eingereiht.

source: Refreshing Movies...
de: Filme werden aktualisiert...

source: Movies refresh queued.
de: Filmakualisierung wurde eingereiht.

source: Runtime
de: Laufzeit

source: Size
de: Größe

source: Languages
de: Sprachen

source: Air Date
de: Erstausstrahlung

source: Cutoff
de: Qualitätsgrenze

source: Not configured
de: Nicht konfiguriert

source: No cached data
de: Keine zwischengespeicherten Daten

source: Awaiting data
de: Warte auf Daten

source: Data loaded
de: Daten geladen

source: Matching
de: Zuordnung

source: Matching...
de: Abgleich läuft...

source: Matching in progress
de: Zuordnung läuft

source: Receiving %(label)s data...
de: Empfange %(label)s-Daten...

source: Matched (%(age)s ago)
de: Zugeordnet (vor %(age)s)

source: Hover to expand status.
de: Zum Erweitern des Status darüberfahren.

source: Data loaded. Hover to expand status.
de: Daten geladen. Zum Erweitern des Status darüberfahren.

source: Receiving %(label)s data. Hover to expand status.
de: Empfange %(label)s-Daten. Zum Erweitern des Status darüberfahren.

source: %(label)s matching in progress (%(processed)s/%(total)s processed). Hover to expand status.
de: %(label)s-Abgleich läuft (%(processed)s/%(total)s verarbeitet). Zum Erweitern des Status darüberfahren.

source: %(label)s: Awaiting data
de: %(label)s: Warte auf Daten

source: %(label)s: %(age)s ago
de: %(label)s: vor %(age)s

source: %(age)s ago
de: vor %(age)s

source: | updated %(ageLabel)s
de: | aktualisiert vor %(ageLabel)s

source: - %(pending)s pending
de: - %(pending)s ausstehend

source: - %(notMatched)s not matched
de: - %(notMatched)s nicht zugeordnet

source: processed
de: verarbeitet

source: matched
de: zugeordnet

source: First load can take a while for large libraries; later loads are cached and faster.
de: Der erste Ladevorgang kann bei großen Mediatheken länger dauern; spätere Ladevorgänge sind zwischengespeichert und schneller.

source: Playback matching in progress.
de: Wiedergabe-Zuordnung läuft.

source: %(label)s matching in progress.
de: %(label)s-Zuordnung läuft.

source: No Sonarr/Radarr media source configured. Plex features are available.
de: Keine Sonarr/Radarr-Medienquelle konfiguriert. Plex-Funktionen sind verfügbar.

source: No media source configured. Open Setup to configure Sonarr, Radarr, or Plex.
de: Keine Medienquelle konfiguriert. Öffnen Sie die Einrichtung, um Sonarr, Radarr oder Plex zu konfigurieren.

source: Effective sources
de: Effektive Quellen

source: Media: %(media)s | History: %(history)s
de: Medien: %(media)s | Verlauf: %(history)s

source: Auto
de: Automatisch

source: None
de: Keine

source: Libraries
de: Bibliotheken

source: Libraries: All
de: Bibliotheken: Alle

source: Libraries: %(libraries)s
de: Bibliotheken: %(libraries)s

source: Continuing
de: Laufend

source: Ended
de: Beendet

source: Announced
de: Angekündigt

source: Released
de: Veröffentlicht

source: Deleted
de: Gelöscht

source: Availability
de: Verfügbarkeit

source: Unmonitored
de: Nicht überwacht

source: True
de: Ja

source: False
de: Nein

source: Match Status
de: Zuordnungsstatus

source: Unmatched
de: Nicht zugeordnet

source: Skipped
de: Übersprungen

source: Future
de: Zukünftig

source: Not On Disk
de: Nicht auf Datenträger

source: Not Checked
de: Nicht geprüft

source: Potential Mismatch
de: Mögliche Fehlzuordnung

source: Is Available
de: Verfügbar

source: Cutoff Unmet Count
de: Anzahl Cutoff nicht erreicht

source: Airing/Available
de: Ausgestrahlt / Verfügbar

source: Quality Cutoff Not Met
de: Qualitäts-Cutoff nicht erreicht

source: Never Watched
de: Nie angesehen

source: Size (GB)
de: Größe (GB)

source: Avg Episode Size (GB)
de: Durchschnittliche Episodengröße (GB)

source: Runtime (mins)
de: Laufzeit (Min.)

source: File Size (GB)
de: Dateigröße (GB)

source: GB per Hour
de: GB pro Stunde

source: Mismatch
de: Fehlzuordnung

source: Play Count
de: Anzahl Wiedergaben

source: Watch Time (hours)
de: Wiedergabezeit (Stunden)

source: Content Hours
de: Inhaltsstunden

source: Watch / Runtime Ratio
de: Wiedergabe-/Laufzeit-Verhältnis

source: Subtitle Languages Mixed
de: Gemischte Untertitelsprachen

source: is
de: ist

source: is not
de: ist nicht

source: contains
de: enthält

source: does not contain
de: enthält nicht

source: greater than
de: größer als

source: at least
de: mindestens

source: less than
de: kleiner als

source: at most
de: höchstens

source: Fetching new Shows data...
de: Neue Seriendaten werden abgerufen...

source: Fetching new Movies data...
de: Neue Filmdaten werden abgerufen...

source: Loading Shows data...
de: Seriendaten werden geladen...

source: Loading Movies data...
de: Filmdaten werden geladen...

source: Advanced filtering examples: path:C:\ | rootfolder:/data | dateadded:2024 | status:continuing | monitored:true | qualityprofile:HD-1080p | tags:kids | releasegroup:ntb | studio:pixar | seriestype:anime | audiolang:eng | sublang:eng | nosubs:true | missing:true | cutoff:true | airing:true | isavailable:true | customformatscore>=100 | gbperhour:1 | totalsize:10 | videocodec:x265 | videohdr:hdr | resolution:2160p | instance:sonarr-2
de: Erweiterte Filterbeispiele: path:C:\\ | rootfolder:/data | dateadded:2024 | status:continuing | monitored:true | qualityprofile:HD-1080p | tags:kids | releasegroup:ntb | studio:pixar | seriestype:anime | audiolang:eng | sublang:eng | nosubs:true | missing:true | cutoff:true | airing:true | isavailable:true | customformatscore>=100 | gbperhour:1 | totalsize:10 | videocodec:x265 | videohdr:hdr | resolution:2160p | instance:sonarr-2

source: Advanced filtering examples: path:C:\ | rootfolder:/data | dateadded:2024 | status:continuing | monitored:true | qualityprofile:HD-1080p | tags:kids | releasegroup:ntb | studio:pixar | seriestype:anime | audiolang:eng | sublang:eng | nosubs:true | missing:true | cutoff:true | airing:true | isavailable:true | playcount>=5 | neverwatched:true | mismatch:true | dayssincewatched>=365 | watchtime>=10 | contenthours>=10 | gbperhour:1 | totalsize:10 | videocodec:x265 | videohdr:hdr | resolution:2160p | instance:sonarr-2
de: Erweiterte Filterbeispiele: path:C:\\ | rootfolder:/data | dateadded:2024 | status:continuing | monitored:true | qualityprofile:HD-1080p | tags:kids | releasegroup:ntb | studio:pixar | seriestype:anime | audiolang:eng | sublang:eng | nosubs:true | missing:true | cutoff:true | airing:true | isavailable:true | playcount>=5 | neverwatched:true | mismatch:true | dayssincewatched>=365 | watchtime>=10 | contenthours>=10 | gbperhour:1 | totalsize:10 | videocodec:x265 | videohdr:hdr | resolution:2160p | instance:sonarr-2

source: Use field:value for wildcards and comparisons. Numeric fields treat field:value as >= (use = for exact). gbperhour/totalsize with integer values use a whole-number bucket (e.g., gbperhour:1 = 1.0-1.99). Examples: dateadded:2024 status:continuing monitored:true qualityprofile:HD-1080p tags:kids releasegroup:ntb studio:pixar seriestype:anime originallanguage:eng genres:drama missing:true cutoff:true airing:true Fields: title, titleslug, tmdbid, dateadded, path, rootfolder, instance, status, monitored, qualityprofile, tags, releasegroup, studio, seriestype, originallanguage, genres, lastaired, hasfile, isavailable, incinemas, lastsearchtime, edition, customformats, customformatscore, qualitycutoffnotmet, languages, videoquality, videocodec, videohdr, resolution, audio, audiocodec, audiocodecmixed, audiolanguages, audiolang, audiolanguagesmixed, sublang, subtitlelanguagesmixed, audiochannels, nosubs, missing, cutoff, recentlygrabbed, scene, airing, episodes, seasons, totalsize, avgepisode, runtime, filesize, gbperhour, contenthours
de: Nutze feld:wert für Filter und Vergleiche. Numerische Felder werten feld:wert als >= aus (nutze = für exakte Treffer). gbperhour/totalsize nutzen bei Ganzzahlen ein Intervall (z.B. gbperhour:1 entspricht 1.0-1.99). Beispiele: dateadded:2024 status:continuing monitored:true qualityprofile:HD-1080p tags:kids releasegroup:ntb studio:pixar seriestype:anime originallanguage:eng genres:drama missing:true cutoff:true airing:true Felder: title, titleslug, tmdbid, dateadded, path, rootfolder, instance, status, monitored, qualityprofile, tags, releasegroup, studio, seriestype, originallanguage, genres, lastaired, hasfile, isavailable, incinemas, lastsearchtime, edition, customformats, customformatscore, qualitycutoffnotmet, languages, videoquality, videocodec, videohdr, resolution, audio, audiocodec, audiocodecmixed, audiolanguages, audiolang, audiolanguagesmixed, sublang, subtitlelanguagesmixed, audiochannels, nosubs, missing, cutoff, recentlygrabbed, scene, airing, episodes, seasons, totalsize, avgepisode, runtime, filesize, gbperhour, contenthours

source: Use field:value for wildcards and comparisons. Numeric fields treat field:value as >= (use = for exact). gbperhour/totalsize with integer values use a whole-number bucket (e.g., gbperhour:1 = 1.0-1.99). Examples: dateadded:2024 status:continuing monitored:true qualityprofile:HD-1080p tags:kids releasegroup:ntb studio:pixar seriestype:anime originallanguage:eng genres:drama missing:true cutoff:true airing:true playcount>=5 neverwatched:true mismatch:true dayssincewatched>=365 watchtime>=10 contenthours>=10 Fields: title, titleslug, tmdbid, dateadded, path, rootfolder, instance, status, monitored, qualityprofile, tags, releasegroup, studio, seriestype, originallanguage, genres, lastaired, hasfile, isavailable, incinemas, lastsearchtime, edition, customformats, customformatscore, qualitycutoffnotmet, languages, videoquality, videocodec, videohdr, resolution, audio, audiocodec, audiocodecmixed, audiolanguages, audiolang, audiolanguagesmixed, sublang, subtitlelanguagesmixed, audiochannels, nosubs, missing, cutoff, recentlygrabbed, scene, airing, matchstatus, mismatch, playcount, lastwatched, dayssincewatched, watchtime, contenthours, watchratio, users, episodes, seasons, totalsize, avgepisode, runtime, filesize, gbperhour
de: Nutze feld:wert für Filter und Vergleiche. Numerische Felder werten feld:wert als >= aus (nutze = für exakte Treffer). gbperhour/totalsize nutzen bei Ganzzahlen ein Intervall (z.B. gbperhour:1 entspricht 1.0-1.99). Beispiele: dateadded:2024 status:continuing monitored:true qualityprofile:HD-1080p tags:kids releasegroup:ntb studio:pixar seriestype:anime originallanguage:eng genres:drama missing:true cutoff:true airing:true playcount>=5 neverwatched:true mismatch:true dayssincewatched>=365 watchtime>=10 contenthours>=10 Felder: title, titleslug, tmdbid, dateadded, path, rootfolder, instance, status, monitored, qualityprofile, tags, releasegroup, studio, seriestype, originallanguage, genres, lastaired, hasfile, isavailable, incinemas, lastsearchtime, edition, customformats, customformatscore, qualitycutoffnotmet, languages, videoquality, videocodec, videohdr, resolution, audio, audiocodec, audiocodecmixed, audiolanguages, audiolang, audiolanguagesmixed, sublang, subtitlelanguagesmixed, audiochannels, nosubs, missing, cutoff, recentlygrabbed, scene, airing, matchstatus, mismatch, playcount, lastwatched, dayssincewatched, watchtime, contenthours, watchratio, users, episodes, seasons, totalsize, avgepisode, runtime, filesize, gbperhour

source: Close
de: Schließen

source: Copy match diagnostics
de: Abgleich-Diagnose kopieren

source: Custom...
de: Benutzerdefiniert...
