Repository: Jaredharper1/Sortarr
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: de

source: Estimated from file size and runtime
de: Aus Dateigröße und Laufzeit geschätzt

source: Expand seasons
de: Staffeln erweitern

source: Failed to load history.
de: Verlauf konnte nicht geladen werden.

source: Fetching history...
de: Verlauf wird abgerufen...

source: Hide quick chips
de: Schnellfilter ausblenden

source: Plex insights unavailable.
de: Plex-Einblicke nicht verfügbar.

source: Fetching Plex insights...
de: Plex-Einblicke werden abgerufen...

source: Live on
de: Live auf

source: Live unavailable
de: Live-Daten nicht verfügbar

source: Live connection unstable
de: Live-Verbindung instabil

source: Refresh
de: Aktualisieren

source: Updated
de: Aktualisiert

source: Library
de: Bibliothek

source: All Libraries
de: Alle Bibliotheken"

source: Match Health
de: Match-Status

source: Pending
de: Ausstehend

source: Matched by
de: Zugeordnet durch

source: Top reasons
de: Hauptgründe

source: Activities
de: Aktivitäten

source: n/a
de: k. A.

source: No hubs available
de: Keine Hubs verfügbar

source: No hub items
de: Keine Hub-Elemente

source: No active tasks
de: Keine aktiven Aufgaben

source: No butler tasks
de: Keine Butler-Aufgaben

source: No match data
de: Keine Match-Daten

source: No events available.
de: Keine Ereignisse verfügbar.

source: No file history yet—will populate on next grab/import.
de: Noch keine Dateihistorie – wird beim nächsten Grab/Import gefüllt.

source: No health issues reported.
de: Keine Gesundheitsprobleme gemeldet.

source: No history yet—will populate on next grab/import.
de: Noch keine Historie – wird beim nächsten Grab/Import gefüllt.

source: No runtime
de: Keine Laufzeit

source: No watch data
de: Keine Wiedergabedaten

source: Not Reported
de: Nicht gemeldet

source: Not reported
de: Nicht gemeldet

source: Not reported by Arr
de: Von Arr nicht gemeldet

source: Refresh in Arr (and playback if supported)
de: In Arr aktualisieren (und Wiedergabe, falls unterstützt)

source: Refresh item
de: Element aktualisieren

source: Remove filter %(label)s
de: Filter %(label)s entfernen

source: Select
de: Auswählen

source: Show all events
de: Alle Ereignisse anzeigen

source: Show filters and chips
de: Filter und Schnellfilter anzeigen

source: Show latest vs previous
de: Neueste vs. vorherige anzeigen

source: Show less
de: Weniger anzeigen

source: Show quick chips
de: Schnellfilter zeigen

source: Setup
de: Einrichtung

source: Add Sonarr/Radarr details and optional Plex/Jellystat/Tautulli providers. When multiple providers overlap, set your preferred media and history sources.
de: Fügen Sie Sonarr/Radarr-Details und optionale Plex/Jellystat/Tautulli-Anbieter hinzu. Wenn sich mehrere Anbieter überschneiden, legen Sie Ihre bevorzugten Medien- und Verlaufsquellen fest.

source: Media
de: Medien

source: Media Sources
de: Medienquellen

source: Preferred media source
de: Bevorzugte Medienquelle

source: Choose which source should be treated as primary when multiple media sources are configured.
de: Wählen Sie aus, welche Quelle als primär behandelt werden soll, wenn mehrere Medienquellen konfiguriert sind.

source: If Plex is your preferred media source, Sonarr and Radarr can be left unconfigured.
de: Wenn Plex Ihre bevorzugte Medienquelle ist, müssen Sonarr und Radarr nicht konfiguriert werden.

source: Sonarr Instance 1
de: Sonarr Instanz 1

source: Instance name
de: Anzeigename

source: Regular / Standard / Live Action (example names only; optional unless instance 2 or 3 is configured)
de: Standard / Normal (Beispielnamen; optional, außer Instanz 2 oder 3 wird genutzt)

source: Sonarr External URL (optional)
de: Sonarr Externe URL (optional)

source: your-api-key
de: ihr-api-key

source: Path map
de: Pfadzuordnung

source: /container/path:/host/path
de: /container/pfad:/host/pfad

source: Add mapping
de: Zuordnung hinzufügen

source: Test connection
de: Verbindung testen

source: Advanced Sonarr instances
de: Zusätzliche Sonarr-Instanzen

source: Sonarr Instance 2 (optional)
de: Sonarr Instanz 2 (optional)

source: 4k / Anime / Cartoons
de: 4K / Anime / Zeichentrick

source: Sonarr Instance 3 (optional)
de: Sonarr Instanz 3 (optional)

source: If you add another Sonarr instance, name all configured Sonarr instances so chips and columns stay clear.
de: Wenn Sie eine weitere Instanz hinzufügen, benennen Sie alle Instanzen für mehr Übersicht.

source: Radarr Instance 1
de: Radarr Instanz 1

source: Radarr External URL (optional)
de: Radarr Externe URL (optional)

source: Advanced Radarr instances
de: Erweiterte Radarr-Instanzen

source: Radarr Instance 2 (optional)
de: Radarr Instanz 2 (optional)

source: Radarr Instance 3 (optional)
de: Radarr Instanz 3 (optional)

source: If you add another Radarr instance, name all configured Radarr instances so chips and columns stay clear.
de: Wenn Sie eine weitere Instanz hinzufügen, benennen Sie alle Instanzen für mehr Übersicht.

source: Playback History Sources
de: Wiedergabeverlaufsquellen

source: Preferred history source
de: Bevorzugte Verlaufsquelle

source: When multiple history providers are configured, this preference decides which one is used for watch stats/matching.
de: Wenn mehrere Verlaufsanbieter konfiguriert sind, bestimmt diese Einstellung, welcher für Wiedergabestatistiken und Abgleich verwendet wird.

source: Jellystat library IDs (Sonarr)
de: Jellystat Mediathek-IDs (Sonarr)

source: optional, comma-separated
de: optional, durch Komma getrennt

source: Jellystat library IDs (Radarr)
de: Jellystat Mediathek-IDs (Radarr)

source: Leave library IDs blank to auto-detect by library type.
de: IDs leer lassen für automatische Erkennung nach Typ.

source: You can configure multiple history sources. Use Preferred history source above to pick which provider should win when more than one is available.
de: Sie können mehrere Verlaufsquellen konfigurieren. Verwenden Sie oben die bevorzugte Verlaufsquelle, um festzulegen, welcher Anbieter verwendet wird, wenn mehrere verfügbar sind.

source: Playback Providers
de: Wiedergabeanbieter

source: Plex section IDs (optional)
de: Plex-Sektions-IDs (optional)

source: Leave section IDs blank to scan all libraries.
de: Sektions-IDs leer lassen, um alle Bibliotheken zu scannen.

source: Security
de: Sicherheit

source: Basic auth username
de: Benutzername (Basis-Authentifizierung)

source: Basic auth password
de: Passwort (Basis-Authentifizierung)

source: Clear existing password
de: Bestehendes Passwort löschen

source: Leave blank to keep current password.
de: Leer lassen, um das aktuelle Passwort zu behalten.

source: Credentials are stored in the env file; keep it private.
de: Zugangsdaten werden in der .env gespeichert; bitte geheim halten.

source: Advanced settings
de: Erweiterte Einstellungen

source: Arr performance
de: Arr-Leistung

source: Sonarr timeout seconds
de: Sonarr-Timeout (Sekunden)

source: Sonarr episode file workers
de: Sonarr-Episoden-Datei-Worker

source: Radarr timeout seconds
de: Radarr-Timeout (Sekunden)

source: Radarr wanted workers
de: Radarr-Wanted-Worker

source: Radarr instance workers
de: Radarr-Instanz-Worker

source: Leave fields blank for defaults. Timeout seconds accept 0 to disable. Radarr wanted workers are capped at 4.
de: Felder leer lassen für Standardwerte. 0 deaktiviert den Timeout. Radarr Wanted-Worker sind auf 4 begrenzt.

source: Tautulli performance
de: Tautulli-Leistung

source: Tautulli timeout seconds
de: Tautulli-Timeout (Sekunden)

source: Tautulli fetch seconds
de: Tautulli Abruf-Intervall (Sekunden)

source: Tautulli metadata workers
de: Tautulli Metadaten-Worker

source: Metadata lookups are enforced as unlimited for accuracy. Leave fields blank for defaults; seconds fields accept 0 for no time limit.
de: Metadaten-Abfragen sind für die Genauigkeit unbegrenzt. Leer lassen für Standardwerte; 0 deaktiviert das Zeitlimit.

source: Plex settings
de: Plex-Einstellungen

source: Plex client identifier (optional)
de: Plex-Client-Kennung (optional)

source: auto-generated when empty
de: Wird automatisch generiert, wenn leer

source: Plex history page size
de: Plex-Verlaufsseitengröße

source: History page size controls how many Plex history rows are fetched per request. Leave blank for defaults.
de: Die Verlaufsseitengröße bestimmt, wie viele Plex-Verlaufseinträge pro Anfrage abgerufen werden. Leer lassen für Standardwerte.

source: Connection OK.
de: Verbindung erfolgreich.

source: Connection failed.
de: Verbindung fehlgeschlagen.

source: Testing connection...
de: Verbindung wird getestet...

source: Connection failed. Check URL and API key.
de: Verbindung fehlgeschlagen. URL und API-Key überprüfen.

source: Env file path:
de: Pfad zur .env-Datei:

source: Save and continue
de: Speichern und Fortfahren
